Repository: codja/cmt-authform-plugin
Catalog: languages/rgbcode-authform-*.po
Languages: es_es

source: Weak Password
es_es: Contraseña Débil

source: Medium Password
es_es: Contraseña Mediana

source: Strong Password
es_es: Contraseña Segura

source: We currently do not accept customers from your region
es_es: Actualmente no aceptamos clientes de su región

source: Your Password Must have:
es_es: Su Contraseña debe tener:

source: Length between 6 and 12 characters
es_es: Longitud entre 6 y 12 caracteres

source: At least one lowercase character
es_es: Al menos un carácter en minúsculas

source: At least one uppercase character
es_es: Al menos un carácter en mayúscula

source: At least one number
es_es: Al menos un número

source: Password Strength
es_es: Seguridad de la Contraseña
